Repository: fnv/mousetrap
Catalog: mousetrap/po/*.po
Languages: ca, es, it, pa

source: mouseTrap Preferences
ca: Preferences de mouseTrap
es: Preferencias de mouseTrap
it: Preferenze di mouseTrap
pa: ਮਾਊਂਟ-ਟਰੈਪ ਪਸੰਦ

source: Accept
ca: Acceptar
es: Aceptar
it: Accetta
pa: ਮਨਜ਼ੂਰ

source: Show main window
ca: Mostrar finestra principal
es: Mostrar Ventana Principal
it: Mostra Finestra Principale
pa: ਮੁੱਖ ਵਿੰਡੋ ਵੇਖੋ

source: Activate Camera module
ca: Activar mòdul de la càmera
es: Activar el modulo de la Camara
it: Attiva il modulo della camera
pa: ਕੈਮਰਾ ਮੋਡੀਊਲ ਐਕਟੀਵੇਟ

source: Flip Image
ca: Girar Imatge
es: Voltear Imagen
it: Gira Immagine
pa: ਫਲਿੱਪ ਚਿੱਤਰ

source: Show Point Mapper
ca: Mostrar Posició del Punt
es: Mostrar Posición del Punto:
it: Mostra il Mappa di punti.
pa: ਪੁਆਇੰਟ ਮੈਪਰ ਵੇਖੋ

source: Show Capture
ca: Mostrar Captura
es: Mostrar Captura
it: Mostra Captura
pa: ਕੈਪਚਰ ਵੇਖੋ

source: Input Video Device Index:
ca: Número del Dispositiu de Vídeo
es: Numero del dispositivo de video
it: Id del dispositivo di video:
pa: ਇੰਪੁੱਟ ਵੀਡਿਓ ਜੰਤਰ ਇੰਡੈਕਸ:

source: Camera
ca: Càmera
es: Camara
pa: ਕੈਮਰਾ

source: Step Speed:
ca: Velocitat del Ratolí
es: Velocidad del Raton:
it: Velocità dei passi:
pa: ਸਟੈਪ ਸਪੀਡ:

source: Default Click:
ca: Click Esquerre:
es: Click Principal
it: Click Primario
pa: ਡਿਫਾਲਟ ਕਲਿੱਕ:

source: Left Click
ca: Click Esquerre
es: Click Izquierdo
it: Click Sinistro
pa: ਖੱਬਾ ਕਲਿੱਕ

source: Double Click
ca: Doble Click
es: Doble Click
it: Doppio Click
pa: ਡਬਲ ਕਲਿੱਕ

source: Drag/Drop Click
ca: Click Bellugar/Deixar
es: Click Arrastrar/Dejar
it: Click Prendi/Lascia
pa: ਡਰੈਗ/ਡਰੋਪ ਕਲਿੱਕ

source: Right Click
ca: Click Deret
es: Click Derecho
it: Click Destro
pa: ਸੱਜਾ ਕਲਿੱਕ

source: Select Mouse Mode:
ca: Seleccionar Mode del Ratolí
es: Seleccionar Modo del Raton:
it: Seleziona il Metodo del Mouse
pa: ਮਾਊਸ ਮੋਡ ਚੁਣੋ:

source: Mouse
ca: Ratolí
es: Raton
pa: ਮਾਊਸ

source: Debugging Level:
ca: Nivell de Debug
es: Nivel de Debug:
it: Livello di Debug:
pa: ਡੀਬੱਗ ਲੈਵਲ:

source: Confirmation Dialog
ca: Diàleg de Confirmació
es: Diálogo de Confirmación
it: Dialogo di conferma
pa: ਪੁਸ਼ਟੀ ਡਾਈਥਾਗ

source: Error Dialog
ca: Diàleg d'Error
es: Diálogo de Error
it: Dialogo di Errori
pa: ਗਲਤੀ ਡਾਈਲਾਗ

source: Information Dialog
ca: Diàleg d'Informació
es: Diálogo de información
it: Dialogo di Informazione
pa: ਜਾਣਕਾਰੀ ਡਾਈਲਾਗ

source: Clicks Panel
ca: Panell de Clicks
es: Panel de Clicks
it: Panello di Click
pa: ਕਲਿੱਕ ਪੈਨਲ

source: _Preferences
es: _Preferencias
it: _Preferenze
pa: ਮੇਰੀ ਪਸੰਦ(_P)

source: _Exit
ca: _Surtida
es: _Salir
it: _Esci
pa: ਬੰਦ ਕਰੋ(_E)

source: _Help
ca: _Ajuda
es: _Ayuda
pa: ਮੱਦਦ(_H)

source: Start Point Mapper:
ca: Iniciar Posició del Punt :
es: Iniciar Posición del Punto:
it: Inizia Mappa di Punti:
pa: ਪੁਆਇੰਟ ਮੈਪਰ ਸ਼ੁਰੂ:

source: Show Capture:
ca: Mostrar Captura :
es: Mostrar Captura:
it: Mostra Cattura:
pa: ਕੈਪਚਰ ਵੇਖੋ:

source: Recalc Point
es: Calcular Punto
pa: ਚਤੁਰਭੁਜ ਪੁਆਇੰਟ

source: The events module load failed
es: La carga del modulo de eventos falló

source: Usage: mouseTrap [OPTION...]
ca: Ús : mouseTrap [OPCIÓ...]
es: Uso: mouseTrap [OPTION...]
it: Uso: mouseTrap [OPZIONE...]
pa: ਵਰਤੋਂ: mouseTrap [OPTION...]

source: Show this help message
ca: Mostra aquest missatge d'ajut
es: Muestra este mensaje de ayuda
it: Mostra questo messaggio di aiuto.

source: Input video device index. E.g -i 0
ca: Númmero del dispositiu de vídeo
es: Número del dispositivo de vídeo
it: L'Id del dispositivo di video. Ess -i 0

source: Enable the selected options
ca: Habilitar les opcions seleccionades
es: Habilita las opciones seleccionadas
it: Abilitare le opzioni selezionate.

source: Disable the selected options
ca: Deshabilitar les opcions seleccionades
es: Deshabilita las opciones seleccionadas.
it: Disabilitare le opzioni selezionate.

source: Shows mouseTrap version
ca: Mostrar la versió de mouseTrap
es: Muestra la versión de mouseTrap
it: Mostra la versione di mouseTrap

source: Report bugs to flaper87@flaper87.org
ca: Reportar bugs a flaper87@flaper87.org
es: Reportar errores a flaper87@flaper87.org
it: Comunicare i errori a flaper87@flaper87.org
pa: ਬੱਗ ਜਾਣਕਾਰੀ flaper87@flaper87.org ਨੂੰ ਦਿਓ

source: Mouse Drag/Drop Mode
es: Método Drag/Drop
pa: ਮਾਊਡ ਡਰੈਗ/ਡਰੋਪ ਮੋਡ

source: Mouse Absolute Movements
es: Movimientos Absolutos
pa: ਮਾਊਸ ਅਸਲ ਹਰਕਤਾਂ

source: Mouse Relative Movements
es: Movimientos Relativos
pa: ਮਾਊਸ ਅਨੁਸਾਰੀ ਹਰਕਤਾਂ

source: Start X:
es: Inizio X:
pa: ਸ਼ੁਰੂ X:

source: Start Y:
es: Inizio Y:
pa: ਸ਼ੁਰੂ Y:

source: Width:
es: Ancho:
pa: ਚੌੜਾਈ:

source: Height:
es: Altura:
pa: ਉਚਾਈ:

source: Screen Mode
es: Método Pantalla
pa: ਸਕਰੀਮ ਮੋਡ

source: Required Movement:
ca: Moviment Requerit
es: Movimiento Requerido:
it: Movimento Necessario:
pa: ਲੋੜੀਦੀ ਗਤੀ:

source: Hold Mode
es: Método Hold
pa: ਹੋਲਡ ਮੋਡ

source: Highest
ca: Major
it: Maggiore

source: Viewer Frame
ca: Visor
it: Visualizzatore

source: Cancel
ca: Cancel·lar
it: Cancella

source: # This is the user settings File
ca: # Aquest es l'arxiu de configuració del usuari
it: # Questo è il file di configurazione del utente

source: # Please Try to don't edit this file manually
ca: # Per favor , no torni a intentar editar aquest arxiu manualment
it: # Per favore, Non editare manualmente

source: # Use the preffGui of mouseTrap.
ca: # Usar la finestra de configuració de mousetrap.
it: # Usare l'interfaccia di preferenze.

source: Holding With Constant Speed
ca: Mantindre amb Velocitat Constant
it: Mantenere con Velocità constante

source: Holding With Automatic Acceleration
ca: Mantindre amb Acceleració Automàtica
it: Mantenere con Accelerazione Automatica

source: Mouse Screen Mode
ca: Mètode Pantalla
it: Metodo Schermo

source: Required
ca: Requerit
it: Necessario

source: General
it: Generale
pa: ਆਮ

source: Normal
it: Normale

source: Debug
pa: ਡੀਬੱਗ
